[{"id":"101","title":"Body Building","thumb":"https://i.ibb.co/9WZxxJb/thumb1.jpg","description":"The full definition of Bodybuilding is “the development and growth of the body through exercise and diet.” However once you cross over into the professional bodybuilding world the definition becomes, “the development and growth of one’s physique for competitive purposes.” Two very distinct definitions, each with their differences, but with the same basis of building strength to the muscles of the body. We will dive into the bodybuilding sport, and what that entails, but first let’s look at the non-competitive side of bodybuilding."},{"id":"102","title":"Race Running","thumb":"https://i.ibb.co/WgxWJcq/thumb2.jpg","description":"Running is a great way to get fit, feel better and even form new relationships with other runners. Starting a new running habit doesn’t have to be hard — all it takes is a comfortable pair of shoes and a willingness to move a little or a lot, all at your own pace. The Well Guide makes it easy to get started, get inspired and stay on track. Are you ready? Let’s go!"},{"id":"103","title":"Yoga Fitness","thumb":"https://i.ibb.co/M6ctqgJ/thumb3.jpg","description":"Yoga is an ancient practice that involves physical poses, concentration, and deep breathing.A regular yoga practice can promoteTrusted Source endurance, strength, calmness, flexibility, and well-being.Yoga is now a popular form of exercise around the world."},{"id":"104","title":"Kick Boxing","thumb":"https://i.ibb.co/vmPM3kc/thumb4.jpg","description":"Kickboxing is a high-energy cardio routine that will give your body and mind a boost, and will increase your energy levels. You willll be breathing hard and sweating out toxins; this process will give your energy levels a much-needed boost."},{"id":"105","title":"Cardio Workout","thumb":"https://i.ibb.co/5vVr1ZJ/thumb5.jpg","description":"In a nutshell, the term aerobic means \"with oxygen.\" Aerobic exercise and activities are also called cardio, short for \"cardiovascular.\" During aerobic activity, you repeatedly move large muscles in your arms, legs and hips. Your heart rate increases and you breathe faster and more deeply. This maximizes the amount of oxygen in your blood and ultimately helps you use oxygen more efficiently."},{"id":"106","title":"Martial Arts","thumb":"https://i.ibb.co/7bT9fGG/thumb6.jpg","description":"Martial arts – systems of codified practices and traditions of training for combat. While they may be studied for various reasons, martial arts share a single objective: to physically defeat other persons and to defend oneself or others from physical threat. In addition, some martial arts are linked to beliefs such as Hinduism, Buddhism, Daoism, Confucianism or Shinto while others follow a particular code of honor. Many arts are also practised competitively, most commonly as combat sports, but may also take the form of dance."}]